Repository: MrTakedi/gnu-social
Catalog: plugins/RemoteFollow/locale/*/LC_MESSAGES/RemoteFollow.po
Languages: pt

source: Subscribe
pt: Subscrever

source: Add remote-follow button support to GNU social
pt: Adiciona suporte para o botão de subscrição remota ao GNU social

source: Remote
pt: Remoto

source: You can use the local subscription!
pt: Pode usar a subscrição local!

source: No such user.
pt: Utilizador inexistente.

source: There was a problem with your session token. Try again, please.
pt: Ocorreu um problema com o seu token de sessão. Tente outra vez, por favor.

source: There was a problem connecting with the remote profile. Try again, please.
pt: Ocorreu um problema ao conectar com o perfil remoto. Tente outra vez, por favor.

source: Subscribe to %s
pt: Subscrever %s

# BUTTON
source: Subscribe
pt: Subscrever

source: User nickname
pt: Apelido do utilizador

source: Nickname of the user you want to follow.
pt: Apelido do utilizador que pretende seguir.

source: Profile Account
pt: Conta do perfil

source: Your account ID (e.g. user@example.com).
pt: O ID da sua conta (e.g. utilizador@exemplo.com).

# TITLE
source: Subscribe to user
pt: Subscrever utilizador

source: Sorry, we could not reach that address. Please make sure it is a valid address and try again later.
pt: Desculpe, não conseguimos aceder a esse endereço. Por favor verifique que é um endereço válido e tente outra vez mais tarde.

source: Subscribe to
pt: Subscrever

source: User's address, like nickname@example.com or http://example.net/nickname.
pt: Endereço do utilizador, do tipo apelido@exemplo.com ou http://exemplo.net/apelido.

# BUTTON
source: Continue
pt: Continuar

# BUTTON
source: Confirm
pt: Confirmar

source: Subscribe to this user
pt: Subscrever este utilizador

source: You are already subscribed to this user.
pt: Este utilizador ja foi subscrito.

source: Already subscribed!
pt: Já subscrito!

source: Remote subscription failed!
pt: Subscrição remota falhou!

source: Subscribe to user
pt: Subscrever utilizador

source: Confirm
pt: Confirmar

source: Remote subscription
pt: Subscrição remota

source: You can subscribe to users from other supported sites. Paste their address or profile URI below
pt: Pode subscrever utilizadores de outros sites suportados. Coloque o endereço do mesmo em baixo
